/* flight info string [date, registration, origin, destination] */
"%@ %@ %@ → %@" = "%1$@ %2$@ %3$@ → %4$@";

/* violation list item */
"- %@" = "- %1$@";

/* missing airport ID */
"????" = "????";

/* violation */
"Carried passengers at night without having completed required takeoffs and landings" = "Carried passengers at night without having completed required takeoffs and landings";

/* violation */
"Carried passengers without having completed required takeoffs and landings" = "Carried passengers without having completed required takeoffs and landings";

/* violation */
"Flew a type-rated aircraft without having completed a FAR 61.58 check" = "Flew a type-rated aircraft without having completed a FAR 61.58 check";

/* violation */
"Flew a type-rated aircraft without having completed a FAR 61.58 check in type" = "Flew a type-rated aircraft without having completed a FAR 61.58 check in type";

/* violation */
"Flew under IFR without having completed required approaches/holds or IPC" = "Flew under IFR without having completed required approaches/holds or IPC";

/* violation */
"Flight review not accomplished within prior 24 calendar months" = "Flight review not accomplished within prior 24 calendar months";

